Repository: UnionVMS/VMS-Frontend
Catalog: app/src/i18n/messages.*.xlf
Languages: sv

source: Sign in
sv: Logga in

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: Forgot password?
sv: Glömt lösenord?

source: You need to login to gain access to this part of the system.
sv: Du behöver logga in för att få tillgång till denna delen av systemet.

source: Login?
sv: Logga in?

source: You are now being logged out of the system
sv: Du loggas nu ut ur systemet

source: Redirecting you back to login page in
sv: Tillbaka till login

source: seconds
sv: sekunder

source: 404 - Not found
sv: 404 - Sidan finns inte

source: The page you are looking for does not exist.
sv: Sidan du letar efter finns inte

source: You might want to go to the
sv: Vill du gå till

source: startpage
sv: startsida

source: and try again?
sv: och försök igen?

source: Loading asset positions
sv: Hämtar fartygspositioner

source: Create
sv: Skapa

source: Assets
sv: Fartyg

source: Realtime map
sv: Realtidskarta

source: Reports map
sv: Rapportkarta

source: My Settings
sv: Mina inställningar

source: Logout
sv: Logga ut

# ts-map-realtime-selected-asset-dont-exist-error
source: Asset has not sent a position for the last 8 hours and is not shown on map.
sv: Data ej mottaget senaste 8h

# ts-mobileTerminal-form-error
source: Invalid characters given, only letters, digits, space and hypen is allowed.
sv: Ogiltiga tecken. Bara bokstäver, siffror, mellanslag och bindestreck tillåts.

# ts-contact-update-success
source: Contact updated successfully!
sv: Kontakt uppdaterad!

# ts-contact-created-success
source: Contact created successfully!
sv: Kontakt skapad!

# ts-incident-changed
source: Incident status successfully changed!
sv: Incidentstatus ändrad

# ts-map-settings-saved
source: Settings saved
sv: Inställningar sparade

# ts-mobile-terminal-updated
source: Mobile terminal updated successfully!
sv: Mobilterminal uppdaterad!

# ts-mobile-terminal-created
source: Mobile terminal created successfully!
sv: Mobilterminal skapad!

# ts-notes-updated
source: Notes updated successfully!
sv: Anteckning uppdaterad!

# ts-notes-created
source: Note created successfully!
sv: Anteckning uppdaterad!

# ts-mobileTerminal-form-error-membernumber-and-dnid
source: MemberNr and DNID Combination already exists, change one of the fields!
sv: MemberNr och DNID finns redan!

# ts-mobileTerminal-form-error-serialnumber
source: Serial number already exists, choose another one!
sv: Serienumret finns redan!

# ts-user-settings-saved
source: Settings saved
sv: Inställningar sparade!

# ts-layout-asset-mobile-terminal-search
source: Mobile terminals — Search
sv: Mobilterminaler — Sök

# ts-layout-asset-notes-edit
source: Notes — Edit
sv: Anteckningar — Ändra

# ts-layout-mobileTerminal-list
source: Mobile Terminals — List
sv: Mobilterminaler — Lista

source: Ircs:
sv: Signalkod:

source: Mmsi:
sv: MMSI (Radiotillstånd)

source: Speed:
sv: Hastighet:

source: Heading:
sv: Riktning:

source: Flagstate:
sv: Flaggstat:

source: External marking:
sv: Distr. bet+nr

source: Length:
sv: Loa:

source: LicenceType:
sv: Licenstyp:

source: Vessel type:
sv: Fartygstyp:

source: Track
sv: Spår

source: Forecast
sv: Fartvektor

source: Remove from selected
sv: Ta bort från vald

source: Go to on map
sv: Visa på karta

source: Show more information
sv: Visa mer information

source: Add to asset group
sv: Lägg till i fartygsgrupp

source: Search
sv: Sök

source: Mobile Terminals
sv: Mobilterminaler

source: Asset info
sv: Fartygsinfo

source: Name
sv: Namn

source: Timestamp
sv: Datum/Tid

source: Ext. marking
sv: Distr. bet+nr

source: Create Asset
sv: Skapa fartyg

source: Edit Asset
sv: Ändra Fartyg

source: Essential fields
sv: Obligatoriska fält

source: Flagstate
sv: Flaggstat

source: External marking
sv: Distr. bet+nr

source: Identification fields
sv: Id fält

source: IRCS
sv: Signalkod

source: Home port
sv: Hemmahamn

source: MMSI No.
sv: MMSI No. (Radiotillstånd)

source: Metrics
sv: Meter

source: Length over all
sv: Längd över allt

source: Length between perpendiculars
sv: Längd mellan perpendiklarna

source: G.tonnage
sv: Tonnage

source: Main power
sv: Motorstyrka

source: Company information
sv: Organisationsinformation

source: Organization name
sv: Organisationsnamn

source: Organization number
sv: Organisationsnummer

source: 1 hour
sv: 1 timme

source: 3 hours
sv: 3 timmar

source: 6 hours
sv: 6 timmar

source: 12 hours
sv: 12 timmar

source: 1 day
sv: 1 dag

source: Choose ship color logic:
sv: Välj fartygsfärg

source: Unit of distance
sv: Distansenhet

source: Metric
sv: Meter

source: Nautical mile
sv: Nautiska mil

source: Save settings
sv: Spara inställningar

source: Reset to default
sv: Återställ värden

source: Clear all measurements
sv: Rensa alla mätningar

source: Latitude:
sv: Latitud:

source: Longitude:
sv: Longitud:

source: Time:
sv: Tid:

source: Edit asset
sv: Ändra fartyg

source: Read only asset
sv: Läsvy

source: Port of registration
sv: Hemmahamn

source: Gross tonnage
sv: Brutto tonnage

source: Power of main engine
sv: Motorstyrka för huvudmaskin

source: Vessel type
sv: Fartygstyp

source: Contacts
sv: Kontakter

source: Country
sv: Land

source: City
sv: Stad

source: Create manual position
sv: Skapa manuell position

source: Show all
sv: Visa alla

source: Save
sv: Spara

source: Serial number
sv: Serienummer

source: Serial No.
sv: Serienummer

source: Attach
sv: Bifoga

source: Show on map
sv: Visa på karta

source: Serial no.
sv: Serienummer

source: Ocean region
sv: Havsregion

source: Status code
sv: Statuskod

source: Transceiver type
sv: Transceivertyp

source: Mobile terminal fields
sv: Mobilterminal fält

source: Software version
sv: Programversion

source: Antenna
sv: Antenn

source: Satellite number
sv: Satellitnummer

source: Active
sv: Aktiv

source: asset
sv: fartyg

source: Installed by
sv: Installerad av

source: Installed on
sv: Installerad

source: Unistalled on
sv: Avinstallerad

source: Poll Channel
sv: Pollningskanal

source: Config Channel
sv: Konfigurationskanal

source: Default Channel
sv: Defaultkanal

source: Start date
sv: Startdatum

source: Channels
sv: Kanaler

source: New channel
sv: Ny kanal

source: Remove channel
sv: Ta bort kanal

source: Member no.
sv: Member nr.

source: Channel
sv: Kanal

source: Expected Frequency
sv: Frekvens

source: minutes
sv: minuter

source: Frequency Grace Period
sv: Tid innan larm utlöses

source: Expected Frequency In Port
sv: Förväntad frekvens i hamn

source: Close without saving
sv: Stäng utan att spara

source: Save changes
sv: Spara ändringar

source: Default member no.
sv: Default member nr.

source: Ocean regions
sv: Havsregioner

source: East Atlantic
sv: Östra atlanten

source: West Atlantic
sv: Västra Atlanten

source: Pacific
sv: Stilla Havet

source: Indian
sv: Indiska Oceanen

source: Note
sv: Anteckning

source: Save choosen assets to groupp <span>{{data.selectedAssets.length}} asset{{data.selectedAssets.length !== 1 ? 's' : ''}}</span>
sv: Spara valt fartyg till grupp <span>{INTERPOLATION} asset{INTERPOLATION_1}{CLOSE_TAG_SPAN}

source: Add to choosen group
sv: Lägg till i vald grupp

source: Edit {{this.data.assetGroupFilter.name}}
sv: Ändra {INTERPOLATION}

source: Change name
sv: Byt namn

source: Delete asset group?
sv: Ta bort fartygsgrupp?

source: You are about to delete the asset group <b>{{assetGroup.name}}</b>. Are you sure?
sv: Du tar nu bort fartygsgruppen <b>{INTERPOLATION}{CLOSE_BOLD_TEXT}. Är du säker?

source: Delete
sv: Ta bort

source: Settings
sv: Inställningar

source: Map default settings
sv: Grundinställning

source: Show flags
sv: Visa flaggor

source: Show tracks
sv: Visa spår

source: Show names
sv: Visa namn

source: Show speeds
sv: Visa hastigheter

source: Show forecasts
sv: Visa prognos

source: Map start position
sv: Startposition på karta

source: Tracks and forecasts
sv: Spår med prognos

source: User manual
sv: Användarmanual

source: The search field is used for centering the map on a specific ship.
sv: Sökfältet används för att centrera kartan på ett specifikt fartyg.

source: You can search ships by name in this field and once you have chosen the desired ship in the dropdown the map will center around that ship. The dropdown is sorted alphabetically and shows the top 10 results.
sv: Du kan söka på fartyg i detta fältet och när du har valt fartyg i listan kommer kartan att centreras på ditt valda fartyg. Listan är sorterad i alfabetisk ordning och visar dom 10 bästa resultaten.

source: The search will try to find any ship containing that letter combination. For example the search query <b><u>as</u></b> will give you ships such as <b><u>As</u></b>kungen but also ships like B<b><u>as</u></b>to.
sv: Sökningen förösöker hitta alla fartyg som innehåller den bokstavskombinationen Till exempel kommer sökningen <b><u>as</u></b> att ge dig fartyg som <b><u>As</u></b>kungen men också fartyg som B<b><u>as</u></b>to.

source: Special commands:
sv: Särskilda kommandon

source: By starting your command with <b><u>/c</u></b> you can go directly to a specific cordinate. Example: <b><u>/c 58.43562 17.45620</u></b>
sv: Ange <b><u>/c{CLOSE_UNDERLINED_TEXT}{CLOSE_BOLD_TEXT} för att komma till en specifik koordinat. Exempel: <b><u>/c 58.43562 17.45620{CLOSE_UNDERLINED_TEXT}{CLOSE_BOLD_TEXT}

source: Filter map
sv: Kartfilter

source: Quick filter
sv: Snabbfilter

source: Screen locations
sv: Kartutsnitt

source: Asset names
sv: Fartygsnamn

source: Speed
sv: Hastighet

source: Nationality
sv: Nationalitet

source: Is owner?
sv: Är ägare?

source: Phone number
sv: Telefonnummer

source: Post office box
sv: Postbox

source: Postal area
sv: Postnummer

source: Street name
sv: Adress

source: Zip code
sv: Postnummer

source: Source
sv: Källa

source: Type
sv: Typ

source: Mobile terminals
sv: Mobilterminaler

source: Contact
sv: Kontakt

source: Edit
sv: Ändra

source: Inactive
sv: Inaktiv

source: Notes
sv: Anteckningar

source: Last positions
sv: Senaste positioner

source: Mobile terminal
sv: Mobilterminal

source: Tracks
sv: Spår

source: Forecasts
sv: Prognos

source: Saved filters
sv: Sparade filter

source: Asset groups
sv: Fartygsgrupper

source: Workflows
sv: Arbetsflöde

source: Latitude
sv: Latitud

source: Longitude
sv: Longitud

source: Choose time span
sv: Välj tidsintervall

source: Period length
sv: Tidsperiod

source: End date
sv: Slutdatum

source: Inactivate before detaching
sv: Inaktivera före avinstallation

source: Detach
sv: Avinstallera

source: Warning!
sv: Varning!

source: You are about to detach a mobile terminal from this asset.
sv: Du avregistrerar nu mobilterminalen från fartyget.

source: Are you sure you want to continue?
sv: Är du säker på att du vill fortsätta?

source: Cancel
sv: Avbryt

source: Archive
sv: Arkivera

source: You are about to archive this mobile terminal.
sv: Mobilterminalen arkiveras.

source: This action will also detach the mobile terminal.
sv: OBS: Denna handling avregistrerar mobilterminalen.

source: Get report
sv: Hämta rapport

source: Show all coordinate information
sv: Visa all koordinatinformation

source: Delete filter?
sv: Ta bort filter?

source: You are about to delete the filter <b>{{savedFilter.name}}</b>. Are you sure?
sv: Du tar nu bort filtret <b>{INTERPOLATION}{CLOSE_BOLD_TEXT}. Är du säker?

source: Create new
sv: Skapa ny

source: Tools for selected assets
sv: Verktyg för valda fartyg

source: Add to watchlist
sv: Till bevakningslistan

source: Clear selected assets
sv: Rensa valda fartyg

source: Close menu
sv: Stäng meny

source: Current timestamp
sv: Aktuell tidsstämpel

source: Half speed
sv: ½ hastighet

source: Double speed
sv: 2x hastighet

source: Add note
sv: Lägg till anteckning

source: Update note
sv: Uppdatera anteckning
